<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.2" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.2" />






<meta name="description" content="&amp;#x6447;&amp;#x6643;&amp;#x7684;&amp;#x662F;&amp;#x6211;&amp;#x4EEC;&amp;#x5728;&amp;#x5411;&amp;#x4E0A;&amp;#x6500;&amp;#x722C;&amp;#x65F6;&amp;#xFF0C;&amp;#x4E2D;&amp;#x9014;&amp;#x9047;&amp;#x89C1;&amp;#x7684;&amp;#x79CD;&amp;#x79CD;&amp;#x4E0D;&amp;#x592A;&amp;#x786E;&amp;#x5B9A;&amp;#x7684;">
<meta name="keywords">
<meta property="og:type" content="website">
<meta property="og:title" content="你还年轻，可以不必活得太“靠谱”">
<meta property="og:url" content="http://www.licheng244.com/lifes/2017-10/09-02.html">
<meta property="og:site_name" content="LiCheng的博客">
<meta property="og:description" content="&amp;#x6447;&amp;#x6643;&amp;#x7684;&amp;#x662F;&amp;#x6211;&amp;#x4EEC;&amp;#x5728;&amp;#x5411;&amp;#x4E0A;&amp;#x6500;&amp;#x722C;&amp;#x65F6;&amp;#xFF0C;&amp;#x4E2D;&amp;#x9014;&amp;#x9047;&amp;#x89C1;&amp;#x7684;&amp;#x79CD;&amp;#x79CD;&amp;#x4E0D;&amp;#x592A;&amp;#x786E;&amp;#x5B9A;&amp;#x7684;">
<meta property="og:image" content="http://upload-images.jianshu.io/upload_images/2759192-1a98d986a4a37728.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50">
<meta property="og:image" content="http://upload-images.jianshu.io/upload_images/2759192-1019db5211bf93b5.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50">
<meta property="og:image" content="http://upload-images.jianshu.io/upload_images/2759192-a54f4d732175c5b1.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50">
<meta property="og:updated_time" content="2017-10-11T12:40:09.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="你还年轻，可以不必活得太“靠谱”">
<meta name="twitter:description" content="&amp;#x6447;&amp;#x6643;&amp;#x7684;&amp;#x662F;&amp;#x6211;&amp;#x4EEC;&amp;#x5728;&amp;#x5411;&amp;#x4E0A;&amp;#x6500;&amp;#x722C;&amp;#x65F6;&amp;#xFF0C;&amp;#x4E2D;&amp;#x9014;&amp;#x9047;&amp;#x89C1;&amp;#x7684;&amp;#x79CD;&amp;#x79CD;&amp;#x4E0D;&amp;#x592A;&amp;#x786E;&amp;#x5B9A;&amp;#x7684;">
<meta name="twitter:image" content="http://upload-images.jianshu.io/upload_images/2759192-1a98d986a4a37728.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    }
  };
</script>




  <link rel="canonical" href="http://www.licheng244.com/lifes/2017-10/09-02.html"/>


  <title> 你还年轻，可以不必活得太“靠谱” | LiCheng的博客 </title>
</head>

<body itemscope itemtype="//schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="//schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">LiCheng的博客</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-lifes">
          <a href="/lifes" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-question-circle"></i> <br />
            
            生活
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="//schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                你还年轻，可以不必活得太“靠谱”
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2017-10-09T12:00:00+08:00" content="2017-10-09">
              2017-10-09
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/" itemprop="url" rel="index">
                    <span itemprop="name"></span>
                  </a>
                </span>

                
                
                  ， 
                

              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/" itemprop="url" rel="index">
                    <span itemprop="name"></span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/lifes/2017-10/09-02.html#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="lifes/2017-10/09-02.html" itemprop="commentsCount"></span>
                </a>
              </span>
            
          


          

          
          
             <span id="/lifes/2017-10/09-02.html" class="leancloud_visitors" data-flag-title="你还年轻，可以不必活得太“靠谱”">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <blockquote class="blockquote-center"><h4>&#x6447;&#x6643;&#x7684;&#x662F;&#x6211;&#x4EEC;&#x5728;&#x5411;&#x4E0A;&#x6500;&#x722C;&#x65F6;&#xFF0C;&#x4E2D;&#x9014;&#x9047;&#x89C1;&#x7684;&#x79CD;&#x79CD;&#x4E0D;&#x592A;&#x786E;&#x5B9A;&#x7684;&#x56E0;&#x7D20;&#xFF0C;&#x53EF;&#x90A3;&#x594B;&#x529B;&#x5411;&#x4E0A;&#x9897;&#x7684;&#x5FC3;&#x5374;&#x662F;&#x575A;&#x5B9A;&#x5F97;&#x5F02;&#x5E38;&#x3002;</h4></blockquote>
<p><img src="http://upload-images.jianshu.io/upload_images/2759192-1a98d986a4a37728.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50" alt=""></p>
<p>&#x5F88;&#x4E45;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x5C06;&#x6211;&#x7684;&#x4E2A;&#x6027;&#x7B7E;&#x540D;&#x6539;&#x6210;&#x4E86;&#x201C;&#x6B64;&#x751F;&#x6447;&#x6447;&#x6643;&#x6643;&#xFF0C;&#x4E0D;&#x505A;&#x8C01;&#x7684;&#x8C01;&#x3002;&#x201D;</p>
<p>&#x8FD9;&#x53E5;&#x8BDD;&#x662F;&#x5076;&#x7136;&#x4ECE;&#x8111;&#x6D77;&#x4E2D;&#x94BB;&#x51FA;&#x6765;&#x7684;&#xFF0C;&#x4E8E;&#x662F;&#x6211;&#x4FBF;&#x9B3C;&#x4F7F;&#x795E;&#x5DEE;&#x5730;&#x628A;&#x5FAE;&#x535A;&#x3001;&#x5FAE;&#x4FE1;&#x7684;&#x7B7E;&#x540D;&#x5168;&#x90FD;&#x6362;&#x6210;&#x4E86;&#x8FD9;&#x53E5;&#x3002;&#x8D77;&#x521D;&#x5BF9;&#x5B83;&#x5E76;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x7279;&#x522B;&#x7684;&#x60C5;&#x612B;&#xFF0C;&#x73B0;&#x5728;&#x5374;&#x504F;&#x7231;&#x5F97;&#x5F88;&#x3002;</p>
<p>&#x6211;&#x7279;&#x522B;&#x559C;&#x6B22;&#x201C;&#x6447;&#x6447;&#x6643;&#x6643;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#xFF0C;&#x867D;&#x4E0D;&#x592A;&#x7A33;&#x56FA;&#xFF0C;&#x5374;&#x603B;&#x7ED9;&#x4EBA;&#x4E00;&#x79CD;&#x5411;&#x4E0A;&#x7684;&#x5F20;&#x529B;&#xFF0C;&#x5904;&#x5904;&#x5145;&#x6EE1;&#x7740;&#x60CA;&#x559C;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x5373;&#x5C06;&#x9762;&#x5BF9;&#x8BE1;&#x8C32;&#x591A;&#x53D8;&#x7684;&#x5947;&#x5E7B;&#x5F02;&#x666F;&#xFF0C;&#x4E5F;&#x8BA9;&#x4EBA;&#x89C9;&#x5F97;&#x6709;&#x7740;&#x65E0;&#x9650;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;</p>
<p>&#x6447;&#x6643;&#x7684;&#x662F;&#x6211;&#x4EEC;&#x5728;&#x5411;&#x4E0A;&#x6500;&#x722C;&#x65F6;&#xFF0C;&#x4E2D;&#x9014;&#x9047;&#x89C1;&#x7684;&#x79CD;&#x79CD;&#x4E0D;&#x592A;&#x786E;&#x5B9A;&#x7684;&#x56E0;&#x7D20;&#xFF0C;&#x53EF;&#x90A3;&#x9897;&#x594B;&#x529B;&#x5411;&#x4E0A;&#x7684;&#x5FC3;&#x5374;&#x662F;&#x575A;&#x5B9A;&#x5F97;&#x5F02;&#x5E38;&#x3002;</p>
<p>&#x5728;&#x5F88;&#x591A;&#x4EBA;&#x773C;&#x91CC;&#xFF0C;&#x201C;90&#x540E;&#x201D;&#x4F9D;&#x65E7;&#x662F;&#x4E00;&#x4E2A;&#x81EA;&#x5E26;&#x8D2C;&#x4E49;&#x7684;&#x8BCD;&#x6C47;&#xFF0C;&#x813E;&#x6C14;&#x5927;&#x8FC7;&#x672C;&#x4E8B;&#xFF0C;&#x201C;&#x65E0;&#x6BC5;&#x529B;&#x201D;&#x201C;&#x65E0;&#x65B9;&#x5411;&#x201D;&#x201C;&#x65E0;&#x8FFD;&#x6C42;&#x201D;&#xFF0C;&#x628A;&#x6240;&#x6709;&#x4E0D;&#x592A;&#x5149;&#x9C9C;&#x7684;&#x5B57;&#x773C;&#x7528;&#x5728;&#x6211;&#x4EEC;&#x8EAB;&#x4E0A;&#x597D;&#x50CF;&#x90FD;&#x4E0D;&#x4E3A;&#x8FC7;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x6210;&#x4E86;&#x201C;&#x4E09;&#x65E0;&#x201D;&#x7684;&#x4E0D;&#x9760;&#x8C31;&#x9752;&#x5E74;&#xFF0C;&#x6210;&#x65E5;&#x6643;&#x60A0;&#x5728;&#x7236;&#x6BCD;&#x7ED9;&#x6211;&#x4EEC;&#x5EFA;&#x6784;&#x7684;&#x4E09;&#x811A;&#x67B6;&#x91CC;&#xFF0C;&#x770B;&#x4F3C;&#x5F88;&#x7262;&#x56FA;&#x575A;&#x5B9E;&#xFF0C;&#x5176;&#x5B9E;&#x7EB8;&#x8001;&#x864E;&#x5F97;&#x5F88;&#xFF0C;&#x53EA;&#x8981;&#x62D4;&#x6389;&#x67D0;&#x4E00;&#x4E2A;&#x90E8;&#x4F4D;&#x7684;&#x87BA;&#x4E1D;&#x9489;&#xFF0C;&#x9877;&#x523B;&#x95F4;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x4F1A;&#x56E0;&#x627E;&#x4E0D;&#x5230;&#x652F;&#x70B9;&#xFF0C;&#x800C;&#x53D8;&#x5F97;&#x6447;&#x6447;&#x5760;&#x5760;&#x8D77;&#x6765;&#x3002;</p>
<p>&#x201C;&#x4E0D;&#x9760;&#x8C31;&#x201D;&#x201C;&#x6447;&#x6643;&#x201D;&#x8FD9;&#x7C7B;&#x8BCD;&#x8BED;&#xFF0C;&#x5728;&#x4ED6;&#x4EEC;&#x770B;&#x6765;&#xFF0C;&#x6C38;&#x8FDC;&#x662F;&#x907F;&#x800C;&#x8FDC;&#x4E4B;&#xFF0C;&#x4E0D;&#x4F26;&#x4E0D;&#x7C7B;&#x7684;&#xFF0C;&#x662F;&#x5F31;&#x8005;&#x7684;&#x901A;&#x75C5;&#x3002;&#x53EF;&#x4ED6;&#x4EEC;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x662F;&#xFF0C;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x5E74;&#x5C11;&#x65F6;&#x7684;&#x4E0D;&#x9760;&#x8C31;&#x548C;&#x6447;&#x6447;&#x6643;&#x6643;&#x624D;&#x884D;&#x751F;&#x4E86;&#x65E5;&#x540E;&#x66F4;&#x591A;&#x7684;&#x53EF;&#x80FD;&#x6027;&#xFF0C;&#x53EF;&#x8FDB;&#x53EF;&#x9000;&#xFF0C;&#x53EF;&#x653B;&#x4E5F;&#x53EF;&#x5B88;&#x3002;</p>
<p>&#x6CA1;&#x6709;&#x8C01;&#x523B;&#x677F;&#x5730;&#x8981;&#x6C42;&#xFF0C;&#x5E74;&#x5C11;&#x65F6;&#x4E00;&#x5B9A;&#x8981;&#x6D3B;&#x6210;&#x4EC0;&#x4E48;&#x6837;&#x5B50;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x626E;&#x6F14;&#x5F97;&#x6210;&#x719F;&#x7A33;&#x91CD;&#xFF0C;&#x751F;&#x786C;&#x7684;&#x89D2;&#x8272;&#x53EA;&#x4F1A;&#x8BA9;&#x6210;&#x957F;&#x7D22;&#x7136;&#x65E0;&#x5473;&#xFF0C;&#x76F8;&#x53CD;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x6070;&#x6070;&#x662F;&#x90A3;&#x4EFD;&#x4E0D;&#x5B89;&#x5206;&#x624D;&#x6709;&#x53EF;&#x80FD;&#x6C24;&#x6C32;&#x51FA;&#x5F3A;&#x5927;&#x7684;&#x540E;&#x52B2;&#x3002;</p>
<p>&#xFEFF;&#x800C;&#x4EBA;&#x8FD9;&#x4E00;&#x751F;&#x6700;&#x5927;&#x7684;&#x6F5C;&#x529B;&#xFF0C;&#x6765;&#x81EA;&#x4E8E;&#x5728;&#x5E74;&#x8F7B;&#x65F6;&#x7684;&#x4E0D;&#x65AD;&#x95EF;&#x8361;&#x548C;&#x79EF;&#x7D2F;&#xFF0C;&#x627E;&#x5230;&#x81EA;&#x5DF1;&#x559C;&#x6B22;&#x4E14;&#x64C5;&#x957F;&#x7684;&#x4E8B;&#x4E1A;&#xFF0C;&#x5E76;&#x901A;&#x8FC7;&#x4E0D;&#x65AD;&#x7684;&#x5C1D;&#x8BD5;&#x548C;&#x6C89;&#x6DC0;&#xFF0C;&#x4ECE;&#x800C;&#x5B9E;&#x73B0;&#x8001;&#x5E74;&#x65F6;&#x4EE3;&#x4F11;&#x95F2;&#x9759;&#x8C27;&#x7684;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x4F60;&#x5927;&#x53EF;&#x4E0D;&#x5FC5;&#x6D3B;&#x5F97;&#x50CF;&#x6B7B;&#x6D77;&#x91CC;&#x7684;&#x4E00;&#x6F6D;&#x6C34;&#xFF0C;&#x4E86;&#x65E0;&#x6CE2;&#x6F9C;&#xFF0C;&#x5982;&#x679C;&#x53EF;&#x4EE5;&#xFF0C;&#x6211;&#x5012;&#x5E0C;&#x671B;&#x4F60;&#x6709;&#x81EA;&#x5DF1;&#x950B;&#x5229;&#x7684;&#x68F1;&#x89D2;&#xFF0C;&#x4E5F;&#x6709;&#x6CFE;&#x6E2D;&#x5206;&#x660E;&#x7684;&#x66F2;&#x7EBF;&#xFF0C;&#x6FC0;&#x6D41;&#x52C7;&#x8FDB;&#xFF0C;&#x51B2;&#x5237;&#x7740;&#x8DEF;&#x9014;&#x7684;&#x5751;&#x5751;&#x6D3C;&#x6D3C;&#x3002;<br><br><br><br></p>
<blockquote class="blockquote-center"><h4>&#x4E00;&#x76F4;&#x5728;&#x6643;&#x8361;&#xFF0C;&#x505A;&#x7740;&#x4E00;&#x4E9B;&#x522B;&#x4EBA;&#x773C;&#x4E2D;&#x4E0D;&#x592A;&#x9760;&#x8C31;&#x7684;&#x4E8B;&#xFF0C;&#x6643;&#x6643;&#x60A0;&#x60A0;&#x5730;&#x8D70;&#x5230;&#x4E86;&#x4ECA;&#x5929;&#x3002;</h4></blockquote>
<p><img src="http://upload-images.jianshu.io/upload_images/2759192-1019db5211bf93b5.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50" alt=""></p>
<p>&#x8FD9;&#x6B21;&#x56DE;&#x5C0F;&#x9547;&#xFF0C;&#x8BA9;&#x6211;&#x89C9;&#x5F97;&#x86EE;&#x60CA;&#x8BB6;&#x7684;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#x662F;&#xFF0C;&#x4EE5;&#x5F80;&#x76F8;&#x8BC6;&#x7684;&#x4E00;&#x4E2A;&#x670B;&#x53CB;&#xFF0C;&#x5728;&#x5C0F;&#x9547;&#x5F00;&#x529E;&#x4E86;&#x4E00;&#x4E2A;&#x821E;&#x8E48;&#x57FA;&#x7840;&#x73ED;&#xFF0C;&#x5E76;&#x4E14;&#x505A;&#x5F97;&#x98CE;&#x751F;&#x6C34;&#x8D77;&#x3002;</p>
<p>&#x90A3;&#x4E2A;&#x670B;&#x53CB;&#x521D;&#x4E2D;&#x6BD5;&#x4E1A;&#x5E76;&#x6CA1;&#x6709;&#x987A;&#x7740;&#x7236;&#x6BCD;&#x7684;&#x610F;&#x613F;&#x7EE7;&#x7EED;&#x8BFB;&#x9AD8;&#x4E2D;&#xFF0C;&#x800C;&#x662F;&#x6BC5;&#x7136;&#x51B3;&#x7136;&#x5730;&#x53BB;&#x4E86;&#x5F53;&#x5730;&#x4E00;&#x4E2A;&#x4E2D;&#x804C;&#xFF0C;&#x5B66;&#x8D77;&#x4E86;&#x5E7C;&#x513F;&#x6559;&#x80B2;&#x3002;</p>
<p>&#x8FD9;&#x51E0;&#x5E74;&#xFF0C;&#x5979;&#x5F53;&#x8FC7;&#x4E34;&#x65F6;&#x7684;&#x5E7C;&#x5E08;&#xFF0C;&#x4E5F;&#x5356;&#x8FC7;&#x5316;&#x5986;&#x54C1;&#xFF0C;&#x540E;&#x6765;&#x5F00;&#x4E86;&#x4E00;&#x4E2A;&#x7F8E;&#x5986;&#x5E97;&#xFF0C;&#x76F4;&#x5230;&#x73B0;&#x5728;&#xFF0C;&#x529E;&#x4E86;&#x4E00;&#x4E2A;&#x821E;&#x8E48;&#x57F9;&#x8BAD;&#x73ED;&#xFF0C;&#x662F;&#x5C0F;&#x9547;&#x6700;&#x65E9;&#x4E5F;&#x662F;&#x552F;&#x4E00;&#x7684;&#x4E00;&#x4E2A;&#x3002;</p>
<p>&#x7528;&#x5979;&#x81EA;&#x5DF1;&#x7684;&#x8BDD;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x4E00;&#x76F4;&#x5728;&#x6643;&#x8361;&#xFF0C;&#x505A;&#x7740;&#x4E00;&#x4E9B;&#x522B;&#x4EBA;&#x773C;&#x4E2D;&#x4E0D;&#x592A;&#x9760;&#x8C31;&#x7684;&#x4E8B;&#xFF0C;&#x6643;&#x6643;&#x60A0;&#x60A0;&#x5730;&#x8D70;&#x5230;&#x4E86;&#x4ECA;&#x5929;&#x3002;</p>
<p>&#x5979;&#x8BF4;&#x5F97;&#x4E91;&#x6DE1;&#x98CE;&#x8F7B;&#xFF0C;&#x5C31;&#x597D;&#x50CF;&#x524D;&#x51E0;&#x5E74;&#x7684;&#x4E0D;&#x5B89;&#x5B9A;&#x662F;&#x7406;&#x5E94;&#x5982;&#x6B64;&#x7684;&#xFF0C;&#x5E74;&#x8F7B;&#x65F6;&#x5019;&#x7684;&#x6211;&#x884C;&#x6211;&#x7D20;&#x548C;&#x6478;&#x722C;&#x6EDA;&#x6253;&#x4E5F;&#x90FD;&#x662F;&#x4E00;&#x4E2A;&#x5FC5;&#x7136;&#x7684;&#x52A0;&#x5DE5;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x4ECE;&#x5C0F;&#x5230;&#x5927;&#xFF0C;&#x6211;&#x63A5;&#x53D7;&#x7684;&#x6559;&#x80B2;&#x90FD;&#x662F;&#x505A;&#x4EBA;&#x4E00;&#x5B9A;&#x8981;&#x61C2;&#x4E8B;&#x9760;&#x8C31;&#xFF0C;&#x9075;&#x5B88;&#x89C4;&#x5219;&#x3002;</p>
<p>&#x5C0F;&#x65F6;&#x5019;&#xFF0C;&#x5728;&#x5916;&#x8FB9;&#x5403;&#x996D;&#x65F6;&#xFF0C;&#x6211;&#x5C31;&#x4F1A;&#x5F88;&#x81EA;&#x89C9;&#x5730;&#x5206;&#x51FA;&#x54EA;&#x4E2A;&#x4F4D;&#x7F6E;&#x5E94;&#x8BE5;&#x662F;&#x957F;&#x8F88;&#x7684;&#x5EA7;&#x4F4D;&#xFF0C;&#x7136;&#x540E;&#x4E00;&#x4E1D;&#x4E0D;&#x82DF;&#x5730;&#x9075;&#x5FAA;&#x7740;&#x4E3B;&#x6B21;&#x79E9;&#x5E8F;&#xFF0C;&#x5750;&#x5728;&#x5C5E;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x4F4D;&#x7F6E;&#x4E0A;&#x3002;</p>
<p>&#x4E0D;&#x72AF;&#x9519;&#xFF0C;&#x4E0D;&#x5931;&#x793C;&#xFF0C;&#x6C38;&#x8FDC;&#x662F;&#x90A3;&#x4E2A;&#x5750;&#x5728;&#x89D2;&#x843D;&#x5B89;&#x9759;&#x5403;&#x996D;&#x7684;&#x6B63;&#x7ECF;&#x5C11;&#x5E74;&#x3002;</p>
<p>&#x957F;&#x5927;&#x540E;&#xFF0C;&#x6211;&#x4E5F;&#x662F;&#x90A3;&#x4E2A;&#x6309;&#x70B9;&#x56DE;&#x5BB6;&#xFF0C;&#x6216;&#x8005;&#x5E72;&#x8106;&#x76F4;&#x63A5;&#x5B85;&#x5728;&#x5BB6;&#x91CC;&#xFF0C;&#x4E0D;&#x9B3C;&#x6DF7;&#xFF0C;&#x4E5F;&#x4E0D;&#x7231;&#x4E0E;&#x522B;&#x4EBA;&#x8FC7;&#x5206;&#x5730;&#x70ED;&#x7EDC;&#x3002;</p>
<p>&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x6211;&#x90FD;&#x503E;&#x60C5;&#x5730;&#x6F14;&#x7ECE;&#x7740;&#x5982;&#x4F55;&#x4E56;&#x5DE7;&#x548C;&#x987A;&#x4ECE;&#xFF0C;&#x6210;&#x719F;&#x7A33;&#x91CD;&#x7684;&#x5F62;&#x8C61;&#xFF0C;&#x6210;&#x4E86;&#x4E00;&#x6210;&#x4E0D;&#x53D8;&#x7684;&#x7410;&#x5C51;&#xFF0C;&#x4E00;&#x63B8;&#x4FBF;&#x628A;&#x4EE5;&#x5F80;&#x7CBE;&#x5FC3;&#x4E0A;&#x597D;&#x7684;&#x5E95;&#x8272;&#x6405;&#x6D51;&#x3002;</p>
<p>&#x4EBA;&#x4E00;&#x65E6;&#x88AB;&#x5957;&#x4E0A;&#x4E86;&#x67D0;&#x4E00;&#x5177;&#x4F53;&#x7684;&#x523B;&#x677F;&#x5370;&#x8C61;&#xFF0C;&#x5C31;&#x4F1A;&#x88AB;&#x6846;&#x6B7B;&#x5728;&#x6240;&#x8C13;&#x7684;&#x7EA6;&#x5B9A;&#x91CC;&#xFF0C;&#x6234;&#x7740;&#x811A;&#x9563;&#x821E;&#x8E48;&#x6B4C;&#x5531;&#xFF0C;&#x53EF;&#x4EFB;&#x51ED;&#x81EA;&#x5DF1;&#x600E;&#x4E48;&#x5356;&#x5F04;&#x53D6;&#x60A6;&#xFF0C;&#x90FD;&#x5F97;&#x4E0D;&#x5230;&#x60CA;&#x8273;&#x7684;&#x6548;&#x679C;&#x3002;</p>
<p>&#x5C0F;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x5FAA;&#x89C4;&#x8E48;&#x77E9;&#x5730;&#x8D70;&#x5728;&#x65E9;&#x5DF2;&#x753B;&#x597D;&#x7684;&#x7530;&#x5B57;&#x683C;&#x91CC;&#xFF0C;&#x5982;&#x5C65;&#x8584;&#x51B0;&#xFF0C;&#x957F;&#x5927;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x7406;&#x6240;&#x5E94;&#x5F53;&#x5730;&#x8FFD;&#x6C42;&#x7A33;&#x5B9A;&#xFF0C;&#x8FFD;&#x6C42;&#x4E0D;&#x72AF;&#x9519;&#xFF0C;&#x5FAA;&#x7740;&#x524D;&#x8F88;&#x7684;&#x8DB3;&#x8FF9;&#xFF0C;&#x6309;&#x90E8;&#x5C31;&#x73ED;&#x5730;&#x8E3D;&#x8E3D;&#x524D;&#x884C;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x4E00;&#x5982;&#x65E2;&#x5F80;&#x5730;&#x9760;&#x8C31;&#x5730;&#x751F;&#x6D3B;&#x7740;&#xFF0C;&#x53EF;&#x5982;&#x679C;&#x4F60;&#x8981;&#x95EE;&#x6211;&#xFF0C;&#x201C;&#x9760;&#x8C31;&#x201D;&#x5230;&#x5E95;&#x662F;&#x4E00;&#x4E2A;&#x600E;&#x6837;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x6211;&#x6572;&#x7834;&#x8111;&#x95E8;&#x4E5F;&#x63CF;&#x8FF0;&#x4E0D;&#x51FA;&#x5177;&#x4F53;&#x7684;&#x7EC6;&#x679D;&#x672B;&#x8282;&#x3002;</p>
<p>&#x8D8A;&#x957F;&#x5927;&#x6211;&#x8D8A;&#x89C9;&#x5F97;&#xFF0C;&#x6CA1;&#x6709;&#x8C01;&#x662F;&#x6CE8;&#x5B9A;&#x8981;&#x6D3B;&#x51FA;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x68F1;&#x89D2;&#x548C;&#x6E29;&#x6DA6;&#x90FD;&#x5E94;&#x8BE5;&#x662F;&#x957F;&#x5927;&#x540E;&#x7684;&#x81EA;&#x5DF1;&#x4EB2;&#x81EA;&#x6253;&#x78E8;&#x4E0A;&#x8272;&#x7684;&#x3002;</p>
<p>&#x9752;&#x6625;&#x70ED;&#x8840;&#x3001;&#x660E;&#x5A9A;&#x3001;&#x7EDA;&#x4E3D;&#x3001;&#x68A6;&#x5E7B;&#x3001;&#x99A5;&#x90C1;&#x800C;&#x7F8E;&#x597D;&#xFF0C;&#x53EF;&#x9752;&#x6625;&#x4E5F;&#x662F;&#x77ED;&#x6682;&#x3001;&#x6613;&#x901D;&#x3001;&#x53EF;&#x4E00;&#x800C;&#x4E0D;&#x53EF;&#x518D;&#x7684;&#xFF0C;&#x6765;&#x6765;&#x5F80;&#x5F80;&#xFF0C;&#x9752;&#x6625;&#x6700;&#x7EC8;&#x6210;&#x4E3A;&#x4EC0;&#x4E48;&#x6837;&#x5B50;&#x53D6;&#x51B3;&#x4E8E;&#x4F60;&#x81EA;&#x5DF1;&#x5982;&#x4F55;&#x53BB;&#x523B;&#x51FF;&#x548C;&#x96D5;&#x7422;&#x3002;</p>
<p>&#x9752;&#x6625;&#x4E0D;&#x5355;&#x5355;&#x662F;&#x6211;&#x4EEC;&#x81F3;&#x4ECA;&#x4E3A;&#x6B62;&#x6240;&#x4F53;&#x9A8C;&#x7684;&#x90A3;&#x79CD;&#x7B28;&#x62D9;&#x800C;&#x5351;&#x5FAE;&#x7684;&#x9752;&#x6625;&#xFF0C;&#x5B83;&#x4E5F;&#x662F;&#x8BA9;&#x4EBA;&#x5145;&#x6EE1;&#x6B32;&#x671B;&#x7684;&#xFF0C;&#x503C;&#x5F97;&#x5C0A;&#x656C;&#x7684;&#x9752;&#x6625;&#xFF0C;&#x662F;&#x5306;&#x5FD9;&#x800C;&#x53C8;&#x72EC;&#x7ACB;&#x7684;&#x3002; &#xFEFF;&#x5B83;&#x5141;&#x8BB8;&#x6211;&#x4EEC;&#x6709;&#x70B9;&#x5C0F;&#x91CE;&#x5FC3;&#x66B4;&#x9732;&#x5728;&#x5176;&#x4E2D;&#xFF0C;&#x7ED9;&#x6211;&#x4EEC;&#x5DF4;&#x638C;&#xFF0C;&#x4E5F;&#x8BA9;&#x6211;&#x5C1D;&#x5230;&#x751C;&#x5934;&#x3002;<br><br><br><br></p>
<blockquote class="blockquote-center"><h4>&#x5E74;&#x8F7B;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x4E0D;&#x8981;&#x60F3;&#x592A;&#x660E;&#x767D;&#xFF0C;&#x56E0;&#x4E3A;&#x8001;&#x89C9;&#x5F97;&#x6709;&#x4E00;&#x4E9B;&#x4E8B;&#x60C5;&#x4E0D;&#x660E;&#x767D;&#x5C31;&#x662F;&#x751F;&#x6D3B;&#x7684;&#x614C;&#x5F20;&#xFF0C;&#x540E;&#x6765;&#x7B49;&#x8001;&#x4E86;&#x624D;&#x53D1;&#x73B0;&#xFF0C;&#x90A3;&#x614C;&#x5F20;&#x5C31;&#x662F;&#x9752;&#x6625;&#xFF0C;&#x4F60;&#x4E0D;&#x614C;&#x5F20;&#x4E86;&#xFF0C;&#x9752;&#x6625;&#x5C31;&#x6CA1;&#x4E86;&#x3002;</h4></blockquote>
<p><img src="http://upload-images.jianshu.io/upload_images/2759192-a54f4d732175c5b1.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50" alt=""></p>
<p>&#x9AD8;&#x6653;&#x677E;&#x66FE;&#x7ECF;&#x5728;&#x4E00;&#x4E2A;&#x91C7;&#x8BBF;&#x4E2D;&#x8BF4;&#x5230;:</p>
<p>&#x201C;&#x5E74;&#x8F7B;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x4E0D;&#x8981;&#x60F3;&#x592A;&#x660E;&#x767D;&#xFF0C;&#x56E0;&#x4E3A;&#x8001;&#x89C9;&#x5F97;&#x6709;&#x4E00;&#x4E9B;&#x4E8B;&#x60C5;&#x4E0D;&#x660E;&#x767D;&#x5C31;&#x662F;&#x751F;&#x6D3B;&#x7684;&#x614C;&#x5F20;&#xFF0C;&#x540E;&#x6765;&#x7B49;&#x8001;&#x4E86;&#x624D;&#x53D1;&#x73B0;&#xFF0C;&#x90A3;&#x614C;&#x5F20;&#x5C31;&#x662F;&#x9752;&#x6625;&#xFF0C;&#x4F60;&#x4E0D;&#x614C;&#x5F20;&#x4E86;&#xFF0C;&#x9752;&#x6625;&#x5C31;&#x6CA1;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x9AD8;&#x6653;&#x677E;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x6709;&#x9752;&#x6625;&#x60C5;&#x7ED3;&#x7684;&#x4EBA;&#xFF0C;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#x4ED6;&#x90FD;&#x4E0D;&#x592A;&#x201C;&#x9760;&#x8C31;&#x201D;&#xFF0C;&#x65E9;&#x4E9B;&#x5E74;&#x80CC;&#x7740;&#x5409;&#x4ED6;&#x5356;&#x5531;&#xFF0C;&#x53D1;&#x81EA;&#x80BA;&#x8151;&#x586B;&#x8BCD;&#xFF0C;&#x6240;&#x505A;&#x7684;&#x4E00;&#x5207;&#x201C;&#x968F;&#x5FC3;&#x201D;&#x3002;</p>
<p>&#x5728;&#x4ED6;&#x770B;&#x6765;&#xFF0C;&#x5E74;&#x5C11;&#x5C31;&#x8BE5;&#x8F7B;&#x72C2;&#x3001;&#x5C31;&#x8BE5;&#x6325;&#x970D;&#x3001;&#x5C31;&#x8BE5;&#x4E0D;&#x9760;&#x8C31;&#xFF0C;&#x5C31;&#x8BE5;&#x6BCF;&#x4E94;&#x5E74;&#x56DE;&#x5934;&#x60F3;&#x8D77;&#x6765;&#x81EA;&#x5DF1;&#x8BF4;&#x8FC7;&#x7684;&#x8BDD;&#x3001;&#x505A;&#x8FC7;&#x7684;&#x4E8B;&#xFF0C;&#x5C31;&#x60F3;&#x62BD;&#x81EA;&#x5DF1;&#x3002;</p>
<p>&#x6709;&#x65F6;&#x5019;&#x60F3;&#x60F3;&#x4E5F;&#x5BF9;&#xFF0C;&#x672A;&#x6765;&#x6211;&#x4EEC;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x5E74;&#x53EF;&#x4EE5;&#x53BB;&#x6210;&#x719F;&#xFF0C;&#x4E0D;&#x7528;&#x6545;&#x4F5C;&#x957F;&#x8005;&#x4E4B;&#x6001;&#xFF0C;&#x53BB;&#x7740;&#x6025;&#x6D1E;&#x5BDF;&#x4E16;&#x4E8B;&#xFF0C;&#x4E5F;&#x4E0D;&#x7528;&#x614C;&#x5FD9;&#x770B;&#x6E05;&#x5927;&#x662F;&#x5927;&#x975E;&#xFF0C;&#x5E74;&#x8F7B;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x8BE5;&#x597D;&#x597D;&#x7684;&#x5E74;&#x8F7B;&#xFF0C;&#x5C31;&#x8BE5;&#x4E0D;&#x649E;&#x5357;&#x5899;&#x4E0D;&#x56DE;&#x5934;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x8F93;&#xFF0C;&#x4E5F;&#x8981;&#x8F93;&#x5F97;&#x5F7B;&#x5F7B;&#x5E95;&#x5E95;&#x3002;</p>
<p>&#x6216;&#x8BB8;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x4E0D;&#x662F;&#x9AD8;&#x6653;&#x677E;&#xFF0C;&#x6CA1;&#x6709;&#x4ED6;&#x7684;&#x624D;&#x6C14;&#x548C;&#x9B44;&#x529B;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x6210;&#x4E0D;&#x4E86;&#x4E0B;&#x4E00;&#x4E2A;&#x9AD8;&#x6653;&#x677E;&#x3002;&#x4F46;&#x4E5F;&#x8BB8;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x501F;&#x501F;&#x4ED6;&#x7684;&#x83BD;&#x52B2;&#xFF0C;&#x53BB;&#x6D3B;&#x5F97;&#x66F4;&#x52A0;&#x6063;&#x610F;&#x4E00;&#x4E9B;&#xFF0C;&#x987A;&#x52BF;&#x591A;&#x6251;&#x817E;&#x51E0;&#x4E0B;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#xFF0C;&#x591A;&#x770B;&#x4E00;&#x4E9B;&#x65E0;&#x7528;&#x4E4B;&#x4E66;&#xFF0C;&#x8D70;&#x4E00;&#x4E9B;&#x65E0;&#x7528;&#x4E4B;&#x8DEF;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#xFF0C;&#x591A;&#x89C1;&#x4E00;&#x4E9B;&#x6709;&#x8DA3;&#x7684;&#x4EBA;&#xFF0C;&#x4E3A;&#x5FC3;&#x4E2D;&#x60F3;&#x8981;&#x7684;&#x65E0;&#x6240;&#x987E;&#x5FCC;&#x4E00;&#x6B21;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#xFF0C;&#x5750;&#x8F66;&#x4E00;&#x8DEF;&#x5411;&#x5317;&#xFF0C;&#x53BB;&#x8FDC;&#x65B9;&#x95EF;&#x8361;&#x4E00;&#x6B21;&#x3002;</p>
<p>&#x9752;&#x6625;&#x7684;&#x77DC;&#x8D35;&#x4E4B;&#x5904;&#xFF0C;&#x6070;&#x6070;&#x5728;&#x4E8E;&#x90A3;&#x65E0;&#x6240;&#x754F;&#x60E7;&#x7684;&#x7316;&#x72C2;&#xFF0C;&#x548C;&#x6447;&#x6447;&#x6643;&#x6643;&#x7684;&#x8FFD;&#x9010;&#xFF0C;&#x50CF;&#x4E00;&#x53EA;&#x65E0;&#x5934;&#x7684;&#x82CD;&#x8747;&#xFF0C;&#x201C;&#x54BF;&#x54BF;&#x5440;&#x5440;&#x201D;&#x5730;&#x56DB;&#x5904;&#x78B0;&#x58C1;&#xFF0C;&#x5374;&#x4F9D;&#x65E7;&#x624B;&#x5FD9;&#x811A;&#x4E71;&#x5730;&#x53BB;&#x6821;&#x51C6;&#x548C;&#x4FEE;&#x6B63;&#x65B9;&#x5411;&#x3002;</p>
<p>&#x6211;&#x559C;&#x6B22;&#x8D4B;&#x4E88;&#x73B0;&#x4EE3;&#x7684;&#x5E74;&#x8F7B;&#x4EBA;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x89C6;&#x89D2;&#x548C;&#x671F;&#x671B;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x52AA;&#x529B;&#x53BB;&#x6D3B;&#x6210;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x7684;&#x6A21;&#x6837;&#xFF0C;&#x4E0D;&#x7528;&#x592A;&#x9760;&#x8C31;&#xFF0C;&#x6545;&#x4F5C;&#x8001;&#x6001;&#xFF0C;&#x4E5F;&#x4E0D;&#x7528;&#x6D3B;&#x5F97;&#x4E00;&#x4E1D;&#x4E0D;&#x82DF;&#xFF0C;&#x6218;&#x6218;&#x5162;&#x5162;&#x3002;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x4E0D;&#x77EB;&#x63C9;&#x9020;&#x4F5C;&#xFF0C;&#x4E0D;&#x751F;&#x786C;&#x6B7B;&#x677F;&#x7684;&#xFF0C;&#x6D3B;&#x5F97;&#x72EC;&#x7ACB;&#x800C;&#x8FF7;&#x4EBA;&#xFF0C;&#x6F84;&#x660E;&#x53C8;&#x81EA;&#x77E5;&#x3002;</p>
<p>&#x800C;&#x6211;&#x8FD9;&#x91CC;&#x6240;&#x8BF4;&#x7684;&#x4E0D;&#x9760;&#x8C31;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x9F13;&#x52B1;&#x4F60;&#x80E1;&#x4F5C;&#x975E;&#x4E3A;&#xFF0C;&#x5815;&#x843D;&#xFF0C;&#x6D88;&#x6781;&#xFF0C;&#x81EA;&#x6211;&#x9EBB;&#x75F9;&#xFF0C;&#x6211;&#x53EA;&#x662F;&#x5E0C;&#x671B;&#x4F60;&#x4E0D;&#x8981;&#x592A;&#x8FC7;&#x65E0;&#x8DA3;&#xFF0C;&#x4E0D;&#x8981;&#x8FC7;&#x5206;&#x55A7;&#x56A3;&#x52BF;&#x5229;&#xFF0C;&#x5A9A;&#x4FD7;&#x53C8;&#x4F4E;&#x5EC9;&#xFF0C;&#x5BF9;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#xFEFF;&#xFEFF;&#x552F;&#x547D;&#x662F;&#x4ECE;&#x3002;</p>
<p>&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x201C;&#x4E0D;&#x9760;&#x8C31;&#x201D;&#x7684;&#x9636;&#x6BB5;&#x5B9E;&#x5219;&#x662F;&#x4E00;&#x4E2A;&#x8D8B;&#x5411;&#x6210;&#x719F;&#x7684;&#x8FC7;&#x6E21;&#x3002;&#x90A3;&#x4E9B;&#x5E74;&#x5C11;&#x7684;&#x8F7B;&#x72C2;&#x3001;&#x8086;&#x610F;&#x3001;&#x7EB5;&#x60C5;&#xFF0C;&#x968F;&#x7740;&#x4F53;&#x5473;&#x4E16;&#x9053;&#x7684;&#x8F9B;&#x9178;&#x82E6;&#x8FA3;&#x800C;&#x6536;&#x655B;&#x3001;&#x6E29;&#x6DA6;&#x3001;&#x8F6F;&#x5316;&#x3002;&#x4E0D;&#x662F;&#x5411;&#x751F;&#x6D3B;&#x7684;&#x4E16;&#x4FD7;&#x8C04;&#x5A9A;&#x963F;&#x8C00;&#xFF0C;&#x800C;&#x662F;&#x5411;&#x9759;&#x597D;&#x7684;&#x5C81;&#x6708;&#x6E10;&#x6B21;&#x6536;&#x62E2;&#x9AD8;&#x8C03;&#x7684;&#x5FC3;&#x3002;&#xFEFF;&#xFEFF;</p>
<p>&#x90A3;&#x4E9B;&#x8F6C;&#x77AC;&#x5373;&#x901D;&#x7684;&#x7F8E;&#x597D;&#xFF0C;&#x4F60;&#x5982;&#x6570;&#x5BB6;&#x73CD;&#xFF0C;&#x90A3;&#x4E9B;&#x66B4;&#x70C8;&#x7684;&#x6076;&#x6BD2;&#xFF0C;&#x4F60;&#x968F;&#x98CE;&#x9057;&#x5FD8;&#x3002;&#x4E0E;&#x751F;&#x6D3B;&#x5316;&#x5E72;&#x6208;&#x4E3A;&#x7389;&#x5E1B;&#xFF0C;&#x671B;&#x5CF0;&#x606F;&#x5FC3;&#xFF0C;&#x65E0;&#x6240;&#x8C13;&#x597D;&#x574F;&#xFF0C;&#x7CC5;&#x6742;&#x7740;&#x90A3;&#x4E48;&#x4E00;&#x70B9;&#x4E0D;&#x5B89;&#x5206;&#xFF0C;&#x6D3B;&#x5F97;&#x6063;&#x610F;&#x53C8;&#x6D12;&#x8131;&#x3002;&#xFEFF;</p>
<p>&#x6211;&#x6240;&#x8C13;&#x7684;&#x4E0D;&#x9760;&#x8C31;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x81EA;&#x5DF1;&#x6DF1;&#x601D;&#x719F;&#x8651;&#x8FC7;&#x540E;&#x7684;&#x653E;&#x624B;&#x4E00;&#x640F;&#xFF0C;&#x4E0D;&#x90A3;&#x4E48;&#x656C;&#x8C28;&#x5982;&#x547D;&#xFF0C;&#x5E26;&#x4E86;&#x90A3;&#x4E48;&#x4E00;&#x70B9;&#x70B9;&#x201C;&#x72C2;&#x201D;&#x6C14;&#xFF0C;&#x53EF;&#x4E5F;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x8D44;&#x672C;&#x548C;&#x5E95;&#x6C14;&#x3002;</p>
<p>&#x6211;&#x5E0C;&#x671B;&#x6211;&#x4EEC;&#x7684;&#x672A;&#x6765;&#x73CD;&#x8D35;&#x800C;&#x6E29;&#x67D4;&#xFF0C;&#x4E0D;&#x9760;&#x8C31;&#x4F46;&#x4E5F;&#x8DB3;&#x591F;&#x63B7;&#x5730;&#x6709;&#x58F0;&#x3002;</p>
<hr>
<p>&#x4F5C;&#x8005;&#xFF1A;&#x5F71;&#x5B50;&#x5F71;<br>&#x94FE;&#x63A5;&#xFF1A;<a href="http://www.jianshu.com/p/415bff09733b" target="_blank" rel="external">http://www.jianshu.com/p/415bff09733b</a><br>&#x4F86;&#x6E90;&#xFF1A;&#x7B80;&#x4E66;<br>&#x8457;&#x4F5C;&#x6743;&#x5F52;&#x4F5C;&#x8005;&#x6240;&#x6709;&#x3002;&#x5546;&#x4E1A;&#x8F6C;&#x8F7D;&#x8BF7;&#x8054;&#x7CFB;&#x4F5C;&#x8005;&#x83B7;&#x5F97;&#x6388;&#x6743;&#xFF0C;&#x975E;&#x5546;&#x4E1A;&#x8F6C;&#x8F7D;&#x8BF7;&#x6CE8;&#x660E;&#x51FA;&#x5904;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/" rel="tag">#</a>
          
        </div>
      

      

      
      
    </footer>
  </article>





    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="lifes/2017-10/09-02.html"
           data-title="你还年轻，可以不必活得太“靠谱”" data-url="http://www.licheng244.com/lifes/2017-10/09-02.html">
      </div>
    

        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="//schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/uploads/avatar.jpg"
               alt="Li Cheng" />
          <p class="site-author-name" itemprop="name">Li Cheng</p>
          <p class="site-description motion-element" itemprop="description">| 写写代码 | 做做设计 | <br>记录着工作和学习中的点点滴滴 ~~~</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">17</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">12</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">16</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-4"><a class="nav-link" href="#undefined"><span class="nav-number">1.</span> <span class="nav-text">摇晃的是我们在向上攀爬时，中途遇见的种种不太确定的因素，可那奋力向上颗的心却是坚定得异常。</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#undefined"><span class="nav-number">2.</span> <span class="nav-text">一直在晃荡，做着一些别人眼中不太靠谱的事，晃晃悠悠地走到了今天。</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#undefined"><span class="nav-number">3.</span> <span class="nav-text">年轻的时候就不要想太明白，因为老觉得有一些事情不明白就是生活的慌张，后来等老了才发现，那慌张就是青春，你不慌张了，青春就没了。</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Li Cheng</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.2"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.2"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.2"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.2"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.2"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"licheng244344094"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  






  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
       search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();

    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
    'use strict';
    $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
            // get the contents from search data
            isfetched = true;
            $('.popup').detach().appendTo('.header-inner');
            var datas = $( "entry", xmlResponse ).map(function() {
                return {
                    title: $( "title", this ).text(),
                    content: $("content",this).text(),
                    url: $( "url" , this).text()
                };
            }).get();
            var $input = document.getElementById(search_id);
            var $resultContent = document.getElementById(content_id);
            $input.addEventListener('input', function(){
                var matchcounts = 0;
                var str='<ul class=\"search-result-list\">';
                var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
                $resultContent.innerHTML = "";
                if (this.value.trim().length > 1) {
                // perform local searching
                datas.forEach(function(data) {
                    var isMatch = false;
                    var content_index = [];
                    var data_title = data.title.trim().toLowerCase();
                    var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                    var data_url = decodeURIComponent(data.url);
                    var index_title = -1;
                    var index_content = -1;
                    var first_occur = -1;
                    // only match artiles with not empty titles and contents
                    if(data_title != '') {
                        keywords.forEach(function(keyword, i) {
                            index_title = data_title.indexOf(keyword);
                            index_content = data_content.indexOf(keyword);
                            if( index_title >= 0 || index_content >= 0 ){
                                isMatch = true;
								if (i == 0) {
                                    first_occur = index_content;
                                }
                            } 
							
                        });
                    }
                    // show search results
                    if (isMatch) {
                        matchcounts += 1;
                        str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                        var content = data.content.trim().replace(/<[^>]+>/g,"");
                        if (first_occur >= 0) {
                            // cut out 100 characters
                            var start = first_occur - 20;
                            var end = first_occur + 80;
                            if(start < 0){
                                start = 0;
                            }
                            if(start == 0){
                                end = 50;
                            }
                            if(end > content.length){
                                end = content.length;
                            }
                            var match_content = content.substring(start, end);
                            // highlight all keywords
                            keywords.forEach(function(keyword){
                                var regS = new RegExp(keyword, "gi");
                                match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                            });

                            str += "<p class=\"search-result\">" + match_content +"...</p>"
                        }
                        str += "</li>";
                    }
                })};
                str += "</ul>";
                if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
                if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
                $resultContent.innerHTML = str;
            });
            proceedsearch();
        }
    });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };

    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("SJtE0CaYCSQVrkVXmWMYWJOd-gzGzoHsz", "TfVyU54NEToMYg0SId3KELgz");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
