<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.2" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.2" />






<meta name="description" content="&amp;#x62D6;&amp;#x5EF6;&amp;#xFF0C;&amp;#x50CF;&amp;#x662F;&amp;#x5BB9;&amp;#x6613;&amp;#x8BA9;&amp;#x4EBA;&amp;#x4E0A;&amp;#x763E;&amp;#x7684;&amp;#x9E26;&amp;#x7247;&amp;#xFF0C;&amp;#x5438;&amp;#x5165;&amp;#x5634;&amp;#x91CC;&amp;#x7684;&amp;#x90A3;&amp;#x4E00;&amp;#x523B;&amp;#xFF0C;&amp;#x6211;">
<meta name="keywords">
<meta property="og:type" content="website">
<meta property="og:title" content="拖延症，正在慢慢拖垮我们">
<meta property="og:url" content="http://www.licheng244.com/lifes/2017-10/13-02.html">
<meta property="og:site_name" content="LiCheng的博客">
<meta property="og:description" content="&amp;#x62D6;&amp;#x5EF6;&amp;#xFF0C;&amp;#x50CF;&amp;#x662F;&amp;#x5BB9;&amp;#x6613;&amp;#x8BA9;&amp;#x4EBA;&amp;#x4E0A;&amp;#x763E;&amp;#x7684;&amp;#x9E26;&amp;#x7247;&amp;#xFF0C;&amp;#x5438;&amp;#x5165;&amp;#x5634;&amp;#x91CC;&amp;#x7684;&amp;#x90A3;&amp;#x4E00;&amp;#x523B;&amp;#xFF0C;&amp;#x6211;">
<meta property="og:image" content="http://upload-images.jianshu.io/upload_images/2759192-a16857398c50ee3f.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50">
<meta property="og:image" content="http://upload-images.jianshu.io/upload_images/2759192-f7d009ce7af781b3.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50">
<meta property="og:image" content="http://upload-images.jianshu.io/upload_images/2759192-a8c1d826e7d3407d.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50">
<meta property="og:updated_time" content="2017-10-13T03:47:00.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="拖延症，正在慢慢拖垮我们">
<meta name="twitter:description" content="&amp;#x62D6;&amp;#x5EF6;&amp;#xFF0C;&amp;#x50CF;&amp;#x662F;&amp;#x5BB9;&amp;#x6613;&amp;#x8BA9;&amp;#x4EBA;&amp;#x4E0A;&amp;#x763E;&amp;#x7684;&amp;#x9E26;&amp;#x7247;&amp;#xFF0C;&amp;#x5438;&amp;#x5165;&amp;#x5634;&amp;#x91CC;&amp;#x7684;&amp;#x90A3;&amp;#x4E00;&amp;#x523B;&amp;#xFF0C;&amp;#x6211;">
<meta name="twitter:image" content="http://upload-images.jianshu.io/upload_images/2759192-a16857398c50ee3f.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    }
  };
</script>




  <link rel="canonical" href="http://www.licheng244.com/lifes/2017-10/13-02.html"/>


  <title> 拖延症，正在慢慢拖垮我们 | LiCheng的博客 </title>
</head>

<body itemscope itemtype="//schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="//schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">LiCheng的博客</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-lifes">
          <a href="/lifes" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-question-circle"></i> <br />
            
            生活
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="//schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                拖延症，正在慢慢拖垮我们
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2017-09-13T10:00:00+08:00" content="2017-09-13">
              2017-09-13
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/" itemprop="url" rel="index">
                    <span itemprop="name"></span>
                  </a>
                </span>

                
                
                  ， 
                

              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/" itemprop="url" rel="index">
                    <span itemprop="name"></span>
                  </a>
                </span>

                
                
                  ， 
                

              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/" itemprop="url" rel="index">
                    <span itemprop="name"></span>
                  </a>
                </span>

                
                
                  ， 
                

              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/" itemprop="url" rel="index">
                    <span itemprop="name"></span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/lifes/2017-10/13-02.html#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="lifes/2017-10/13-02.html" itemprop="commentsCount"></span>
                </a>
              </span>
            
          


          

          
          
             <span id="/lifes/2017-10/13-02.html" class="leancloud_visitors" data-flag-title="拖延症，正在慢慢拖垮我们">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <blockquote class="blockquote-center"><h4>&#x62D6;&#x5EF6;&#xFF0C;&#x50CF;&#x662F;&#x5BB9;&#x6613;&#x8BA9;&#x4EBA;&#x4E0A;&#x763E;&#x7684;&#x9E26;&#x7247;&#xFF0C;&#x5438;&#x5165;&#x5634;&#x91CC;&#x7684;&#x90A3;&#x4E00;&#x523B;&#xFF0C;&#x6211;&#x4EEC;&#x6447;&#x6447;&#x5760;&#x5760;&#x3002;</h4></blockquote>
<p><img src="http://upload-images.jianshu.io/upload_images/2759192-a16857398c50ee3f.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50" alt=""></p>
<p>&#x300A;&#x62D6;&#x5EF6;&#x75C7;&#x5FC3;&#x7406;&#x5B66;&#x300B;&#x4E00;&#x4E66;&#x4E2D;&#x5BF9;&#x201C;&#x62D6;&#x5EF6;&#x75C7;&#x201D;&#x4E00;&#x8BCD;&#x7684;&#x89E3;&#x91CA;&#x5982;&#x4E0B;:</p>
<blockquote>
<p>&#x201C;&#x62D6;&#x5EF6;&#x75C7;&#x201D;&#x4E5F;&#x5C31;&#x662F;&#x201C;procrastination&#x201D;&#xFF0C;&#x7531;&#x4E24;&#x4E2A;&#x62C9;&#x4E01;&#x8BCD;&#x5408;&#x6210;&#xFF0C;pro&#x7684;&#x610F;&#x601D;&#x662F;&#x201C;&#x5F80;&#x540E;&#x201D;&#xFF0C;&#x800C;crastinus&#x7684;&#x610F;&#x601D;&#x662F;&#x201C;&#x5C5E;&#x4E8E;&#x660E;&#x5929;&#x201D;&#xFF0C;&#x5408;&#x8D77;&#x6765;&#x7684;&#x610F;&#x601D;&#x5C31;&#x662F;&#x201C;&#x5F80;&#x540E;&#x632A;&#x5230;&#x660E;&#x5929;&#x201D;&#xFF0C;&#x4E5F;&#x5C31;&#x542B;&#x6709;&#x201C;&#x4EE5;&#x540E;&#x518D;&#x505A;&#x201D;&#x7684;&#x610F;&#x601D;&#x3002;<br>&#x4E00;&#x9879;&#x8C03;&#x67E5;&#x663E;&#x793A;&#xFF0C;&#x5927;&#x7EA6;75%&#x7684;&#x5927;&#x5B66;&#x751F;&#x8BA4;&#x4E3A;&#x81EA;&#x5DF1;&#x6709;&#x65F6;&#x62D6;&#x5EF6;&#xFF0C;50%&#x8BA4;&#x4E3A;&#x81EA;&#x5DF1;&#x4E00;&#x76F4;&#x62D6;&#x5EF6;&#x3002;</p>
</blockquote>
<p>&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x4ECE;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x8D77;&#xFF0C;&#x81EA;&#x5DF1;&#x67D3;&#x4E0A;&#x4E86;&#x201C;&#x62D6;&#x5EF6;&#x75C7;&#x201D;&#x8FD9;&#x4E2A;&#x602A;&#x75C5;&#x3002;&#x5982;&#x679C;&#x771F;&#x8981;&#x7EC6;&#x7B97;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x4ECE;&#x5C0F;&#x65F6;&#x5019;&#x5C31;&#x5F00;&#x59CB;&#x7684;&#x3002;&#x73B0;&#x5728;&#x56DE;&#x60F3;&#x8D77;&#xFF0C;&#x5C0F;&#x65F6;&#x5019;&#x7684;&#x5BD2;&#x6691;&#x5047;&#x4F5C;&#x4E1A;&#xFF0C;&#x597D;&#x50CF;&#x6CA1;&#x6709;&#x54EA;&#x4E00;&#x5B66;&#x671F;&#x662F;&#x63D0;&#x524D;&#x5B8C;&#x6210;&#x7684;&#xFF0C;&#x51E0;&#x4E4E;&#x90FD;&#x662F;&#x538B;&#x5230;&#x6700;&#x540E;&#x4E00;&#x5929;&#x3002;</p>
<p>&#x5370;&#x8C61;&#x5F88;&#x6DF1;&#x523B;&#x7684;&#x4E00;&#x6B21;&#x662F;&#xFF0C;&#x5C0F;&#x5B66;&#x4E09;&#x5E74;&#x7EA7;&#x7684;&#x4E00;&#x4E2A;&#x6691;&#x5047;&#xFF0C;&#x4F5C;&#x4E1A;&#x6574;&#x6574;&#x8D76;&#x4E86;&#x4E00;&#x4E2A;&#x901A;&#x5BB5;&#xFF0C;&#x8FD8;&#x52A8;&#x7528;&#x4E86;&#x5176;&#x4ED6;&#x4EBA;&#x529B;&#x3002;</p>
<p>&#x90A3;&#x4E2A;&#x65F6;&#x5019;&#x53EF;&#x6CA1;&#x6709;&#x51FA;&#x73B0;&#x201C;&#x62D6;&#x5EF6;&#x75C7;&#x201D;&#x5982;&#x6B64;&#x9AD8;&#x7EA7;&#x7684;&#x8BCD;&#x6C47;&#xFF0C;&#x53EA;&#x89C9;&#x5F97;&#xFF0C;&#x5C0F;&#x5B69;&#x5B50;&#x5929;&#x751F;&#x5BF9;&#x4F5C;&#x4E1A;&#x6709;&#x4E00;&#x79CD;&#x6392;&#x65A5;&#x7684;&#x5FC3;&#x7406;&#x3002;&#x8D2A;&#x73A9;&#x662F;&#x5929;&#x6027;&#xFF0C;&#x5FC3;&#x60F3;&#x53EA;&#x8981;&#x5728;&#x6700;&#x540E;&#x7684;&#x671F;&#x9650;&#x5B8C;&#x6210;&#xFF0C;&#x6210;&#x679C;&#x8FD8;&#x7B97;&#x6EE1;&#x610F;&#x5C31;&#x884C;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x5730;&#x53BB;&#x8BA1;&#x8F83;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x8FDB;&#x5165;&#x9AD8;&#x5E74;&#x7EA7;&#x540E;&#xFF0C;&#x5B66;&#x4E1A;&#x8D8A;&#x6765;&#x8D8A;&#x7E41;&#x91CD;&#xFF0C;&#x5B66;&#x6821;&#x7684;&#x8981;&#x6C42;&#x4E5F;&#x8D8A;&#x6765;&#x8D8A;&#x4E25;&#x683C;&#x3001;&#x82DB;&#x523B;&#xFF0C;&#x81EA;&#x5DF1;&#x6162;&#x6162;&#x5730;&#x53D1;&#x73B0;&#x4E86;&#x201C;&#x62D6;&#x5EF6;&#x75C7;&#x201D;&#x7684;&#x5F0A;&#x7AEF;&#xFF0C;&#x6709;&#x610F;&#x8BC6;&#x5730;&#x53BB;&#x7EA0;&#x6B63;&#xFF0C;&#x53EF;&#x6839;&#x6DF1;&#x8482;&#x56FA;&#x7684;&#x964B;&#x4E60;&#xFF0C;&#x53C8;&#x600E;&#x80FD;&#x662F;&#x6211;&#x60F3;&#x62D4;&#x5C31;&#x62D4;&#x5F97;&#x6389;&#x7684;&#x554A;&#x3002;</p>
<p>&#x5927;&#x591A;&#x6570;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x662F;&#x4E00;&#x8FB9;&#x5F3A;&#x8FEB;&#x7740;&#x81EA;&#x5DF1;&#x5728;&#x89C4;&#x5B9A;&#x65F6;&#x95F4;&#x5185;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#xFF0C;&#x4E00;&#x8FB9;&#x53C8;&#x5DE6;&#x53F3;&#x78E8;&#x8E6D;&#x5730;&#x62D6;&#x5EF6;&#x7740;&#xFF0C;&#x53CD;&#x6B63;&#x4E0D;&#x5230;&#x6700;&#x540E;&#x4E00;&#x523B;&#xFF0C;&#x6C38;&#x8FDC;&#x78E8;&#x4E0D;&#x51FA;&#x6211;&#x4EEC;&#x5FC3;&#x4E2D;&#x60F3;&#x8981;&#x7684;&#x201C;&#x7CBE;&#x54C1;&#x201D;&#x3002;</p>
<p>&#x8FD9;&#x4E48;&#x591A;&#x5E74;&#x7684;&#x62D6;&#x5EF6;&#xFF0C;&#x65E9;&#x5DF2;&#x6210;&#x4E86;&#x4E00;&#x4F4D;&#x8001;&#x6C14;&#x6A2A;&#x79CB;&#x7684;&#x6218;&#x58EB;&#xFF0C;&#x82DF;&#x5EF6;&#x6B8B;&#x5598;&#x5730;&#x9644;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x8EAF;&#x4F53;&#x5185;&#xFF0C;&#x62D6;&#x7740;&#x4E00;&#x8EAB;&#x75B2;&#x5026;&#xFF0C;&#x53EF;&#x5374;&#x4EFB;&#x6211;&#x4EEC;&#x5982;&#x4F55;&#x522E;&#x9AA8;&#x7597;&#x6BD2;&#x90FD;&#x65E0;&#x6CD5;&#x6839;&#x9664;&#x3002;</p>
<p>&#x4E0D;&#x77E5;&#x9053;&#x4F60;&#x662F;&#x4E0D;&#x662F;&#x9677;&#x5165;&#x8FC7;&#x8FD9;&#x6837;&#x7684;&#x6076;&#x6027;&#x5FAA;&#x73AF;:</p>
<p>&#x60F3;&#x7740;&#x79BB;&#x4E0A;&#x4EA4;&#x6700;&#x7EC8;&#x7B56;&#x5212;&#x4E66;&#x7684;&#x65E5;&#x5B50;&#x53EA;&#x6709;&#x4E09;&#x5929;&#xFF0C;&#x63B0;&#x7740;&#x624B;&#x6307;&#x6570;&#x7740;&#x6700;&#x540E;&#x671F;&#x9650;&#xFF0C;&#x5FC3;&#x5E95;&#x4E00;&#x9635;&#x6050;&#x614C;&#xFF0C;&#x7136;&#x540E;&#x7EE7;&#x7EED;&#x62D6;&#x5EF6;&#xFF0C;&#x4E0D;&#x5230;&#x6700;&#x540E;&#x7684;deadline&#xFF0C;&#x575A;&#x51B3;&#x4E0D;&#x4EA4;&#xFF1B;</p>
<p>&#x4ECE;&#x660E;&#x5929;&#x5F00;&#x59CB;&#x81EA;&#x5DF1;&#x7684;&#x51CF;&#x80A5;&#x8BA1;&#x5212;&#xFF0C;&#x53EF;&#x770B;&#x5230;&#x7F8E;&#x98DF;&#x5374;&#x53C8;&#x5728;&#x5FC3;&#x91CC;&#x6697;&#x6697;&#x8BF4;&#x670D;&#x81EA;&#x5DF1;&#xFF0C;&#x7136;&#x540E;&#x5F00;&#x59CB;&#x75AF;&#x72C2;&#x4EAB;&#x53D7;&#xFF0C;&#x6628;&#x65E5;&#x7ACB;&#x7684;flag&#x65E9;&#x5C31;&#x5FD8;&#x5230;&#x4E5D;&#x9704;&#x4E91;&#x5916;&#xFF0C;&#x644A;&#x5728;&#x6C99;&#x53D1;&#x4E0A;&#x5410;&#x51FA;&#x4E00;&#x53E5;&#xFF0C;&#x201C;&#x7B97;&#x4E86;&#x5427;&#xFF0C;&#x660E;&#x65E5;&#x518D;&#x5F00;&#x59CB;&#x201D;&#xFF1B;</p>
<p>&#x4EE5;&#x540E;&#x4E00;&#x5B9A;&#x6BCF;&#x5929;&#x8BB0;&#x4E8C;&#x5341;&#x4E2A;&#x5355;&#x8BCD;&#xFF0C;&#x53EF;&#x575A;&#x6301;&#x4E24;&#x5929;&#x8FC7;&#x540E;&#xFF0C;&#x4FBF;&#x5F00;&#x59CB;&#x4E00;&#x62D6;&#x518D;&#x62D6;&#xFF0C;&#x4E45;&#x800C;&#x4E45;&#x4E4B;&#x5806;&#x53E0;&#x8D77;&#x6765;&#x7684;&#x5C0F;&#x5C71;&#xFF0C;&#x4F60;&#x53EA;&#x80FD;&#x9009;&#x62E9;&#x671B;&#x800C;&#x5374;&#x6B65;&#x3002;</p>
<p>&#x4E00;&#x8FB9;&#x5B89;&#x6170;&#x81EA;&#x5DF1;&#x53EA;&#x662F;&#x72B6;&#x6001;&#x6CA1;&#x6709;&#x8C03;&#x6574;&#x597D;&#xFF0C;&#x5176;&#x5B9E;&#x5FC3;&#x91CC;&#x6BD4;&#x8C01;&#x90FD;&#x6E05;&#x695A;&#xFF0C;&#x4E00;&#x4E2A;&#x5B57;&#x5168;&#x662F;&#x56E0;&#x4E3A;&#x81EA;&#x5DF1;&#x201C;&#x61D2;&#x201D;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6700;&#x7EC8;&#x4EFB;&#x52A1;&#x7684;&#x5B8C;&#x6210;&#x548C;&#x7406;&#x60F3;&#x72B6;&#x6001;&#x603B;&#x6709;&#x7740;&#x6BEB;&#x5398;&#x4E4B;&#x5DEE;&#x3002;</p>
<p>&#x6709;&#x65F6;&#x5019;&#x5728;&#x60F3;&#xFF0C;&#x80FD;&#x628A;&#x4E00;&#x4E2A;&#x6708;&#x751A;&#x81F3;&#x51E0;&#x4E2A;&#x6708;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x5728;&#x51E0;&#x5929;&#x6216;&#x8005;&#x4E00;&#x5468;&#x5185;&#x5168;&#x90E8;&#x5B8C;&#x6210;&#xFF0C;&#x5B9E;&#x5728;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x4E0E;&#x4F17;&#x4E0D;&#x540C;&#x7684;&#x201C;&#x9AD8;&#x6548;&#x7387;&#x201D;&#x5462;&#x3002;</p>
<p>&#x53EA;&#x662F;&#x65F6;&#x95F4;&#x4E45;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x8D39;&#x5FC3;&#x8D39;&#x529B;&#x5730;&#x71AC;&#x8FC7;&#x4E00;&#x4E2A;&#x53C8;&#x4E00;&#x4E2A;&#x7684;deadline&#xFF0C;&#x6700;&#x540E;&#x4E00;&#x523B;&#x8FD8;&#x662F;&#x4F1A;&#x56F0;&#x56FF;&#x5728;&#x62D6;&#x5EF6;&#x7684;&#x94C1;&#x7B3C;&#x91CC;&#xFF0C;&#x51FA;&#x4E0D;&#x53BB;&#x7684;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x628A;&#x6240;&#x6709;&#x53EF;&#x5229;&#x7528;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x78E8;&#x6210;&#x7EC6;&#x7C89;&#xFF0C;&#x7CBE;&#x786E;&#x5230;&#x79D2;&#xFF0C;&#x5C06;&#x81EA;&#x5DF1;&#x6240;&#x6709;&#x7684;&#x6D2A;&#x8352;&#x4E4B;&#x529B;&#x79EF;&#x84C4;&#x5230;&#x67D0;&#x4E00;&#x4E2A;&#x7CBE;&#x786E;&#x7684;&#x523B;&#x5EA6;&#x4E0A;&#x7206;&#x53D1;&#xFF0C;&#x7737;&#x5FF5;&#x7740;&#x5B83;&#x8FF8;&#x53D1;&#x51FA;&#x71CE;&#x539F;&#x7684;&#x661F;&#x661F;&#x4E4B;&#x706B;&#x3002;</p>
<p>&#x53EF;&#x7ED3;&#x5C40;&#x5F80;&#x5F80;&#x662F;&#xFF0C;&#x88AB;&#x62D6;&#x5F97;&#x9762;&#x76EE;&#x5168;&#x975E;&#xFF0C;&#x60F3;&#x8981;&#x52AA;&#x529B;&#x5374;&#x53C8;&#x52AA;&#x529B;&#x4E0D;&#x8D77;&#x6765;&#x7684;&#x7A98;&#x8FEB;&#x3002;</p>
<p>&#x62D6;&#x5EF6;&#x7684;&#x90A3;&#x4E00;&#x523B;&#x662F;&#x723D;&#x7684;&#xFF0C;&#x53EF;&#x4E4B;&#x524D;&#x6240;&#x6709;&#x7684;&#x201C;&#x723D;&#x201D;&#x90FD;&#x4F1A;&#x7FBD;&#x5316;&#x6210;&#x6700;&#x540E;&#x7684;&#x201C;&#x9057;&#x61BE;&#x201D;&#x548C;&#x6094;&#x6068;&#xFF0C;&#x7F31;&#x7EFB;&#x5728;&#x65E5;&#x540E;&#x7684;&#x65F6;&#x5149;&#x91CC;&#x3002;</p>
<p>&#x62D6;&#x5EF6;&#xFF0C;&#x5C31;&#x50CF;&#x662F;&#x5BB9;&#x6613;&#x8BA9;&#x4EBA;&#x4E0A;&#x763E;&#x7684;&#x9E26;&#x7247;&#xFF0C;&#x5438;&#x5165;&#x5634;&#x91CC;&#x7684;&#x90A3;&#x4E00;&#x523B;&#xFF0C;&#x6211;&#x4EEC;&#x6447;&#x6447;&#x5760;&#x5760;&#xFF0C;&#x8426;&#x7ED5;&#x6210;&#x7684;&#x70DF;&#x5708;&#xFF0C;&#x5C31;&#x50CF;&#x7ED9;&#x81EA;&#x5DF1;&#x6253;&#x4E86;&#x4E00;&#x5242;&#x8FF7;&#x5E7B;&#x836F;&#xFF0C;&#x5C06;&#x6211;&#x4EEC;&#x56F4;&#x56F0;&#x5728;&#x4E00;&#x4E2A;&#x6211;&#x4EEC;&#x5047;&#x60F3;&#x7684;&#x8352;&#x539F;&#x91CC;&#xFF0C;&#x800C;&#x6211;&#x4EEC;&#x5219;&#x65E5;&#x590D;&#x4E00;&#x65E5;&#x5730;&#x6C89;&#x8FF7;&#x3001;&#x766B;&#x72C2;&#x7740;&#x3002;<br><br><br><br></p>
<blockquote class="blockquote-center"><h4>&#x201C;&#x81EA;&#x5DF1;&#x62D6;&#x5EF6;+&#x61D2;&#x764C;&#x665A;&#x671F;&#xFF0C;&#x8FD8;&#x6709;&#x6551;&#x5417;&#xFF1F;&#x201D; &#x2013; &#x201C;&#x6216;&#x8BB8;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4E00;&#x8D77;&#x62EF;&#x6551;&#x3002;&#x201D;</h4></blockquote>
<p><img src="http://upload-images.jianshu.io/upload_images/2759192-f7d009ce7af781b3.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50" alt=""></p>
<p>&#x524D;&#x4E9B;&#x65F6;&#x65E5;&#xFF0C;&#x6709;&#x4E00;&#x4E9B;&#x8BFB;&#x8005;&#x5728;&#x540E;&#x53F0;&#x95EE;&#x6211;:&#x201C;&#x81EA;&#x5DF1;&#x62D6;&#x5EF6;+&#x61D2;&#x764C;&#x665A;&#x671F;&#xFF0C;&#x8FD8;&#x6709;&#x6551;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x6211;&#x620F;&#x8C11;&#x5730;&#x56DE;&#x7B54;&#x7740;:&#x201C;&#x6216;&#x8BB8;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4E00;&#x8D77;&#x62EF;&#x6551;&#x3002;&#x201D;</p>
<p>&#x8FC7;&#x540E;&#xFF0C;&#x6211;&#x4FBF;&#x5728;&#x540E;&#x53F0;&#x5F00;&#x542F;&#x4E86;&#x4E00;&#x4E2A;&#x6253;&#x5361;&#x6D3B;&#x52A8;&#xFF0C;&#x6BCF;&#x5929;&#x5206;&#x4EAB;&#x81EA;&#x5DF1;&#x7684;&#x4EFB;&#x52A1;&#x5B8C;&#x6210;&#x60C5;&#x51B5;&#xFF0C;&#x5076;&#x5C14;&#x52A0;&#x4E24;&#x53E5;&#x603B;&#x7ED3;&#xFF0C;&#x7EA6;&#x5B9A;&#x7740;&#x4E92;&#x76F8;&#x7763;&#x4FC3;&#x7740;&#x524D;&#x8FDB;&#x3002;</p>
<p>&#x8D77;&#x521D;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x4FE1;&#x5FC3;&#x6EE1;&#x6EE1;&#xFF0C;&#x51C6;&#x65F6;&#x6253;&#x5361;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x72B6;&#x6001;&#x6301;&#x7EED;&#x4E86;&#x5927;&#x6982;&#x4E00;&#x5468;&#x3002;</p>
<p>&#x4E45;&#x800C;&#x4E45;&#x4E4B;&#xFF0C;&#x540E;&#x53F0;&#x6253;&#x5361;&#x7684;&#x4EBA;&#xFF0C;&#x4ECE;&#x4E00;&#x5F00;&#x59CB;&#x7684;&#x5341;&#x51E0;&#x4E2A;&#xFF0C;&#x53D8;&#x4E3A;&#x5341;&#x4E2A;&#xFF0C;&#x5230;&#x73B0;&#x5728;&#x7684;&#x51E0;&#x4E2A;&#x3002;</p>
<p>&#x6211;&#x4E5F;&#x627F;&#x8BA4;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x6253;&#x5361;&#x6709;&#x4E9B;&#x65E0;&#x8DA3;&#xFF0C;&#x751A;&#x81F3;&#x5E26;&#x4E86;&#x90A3;&#x4E48;&#x70B9;&#x5F3A;&#x8FEB;&#x3002;</p>
<p>&#x53EF;&#x6BCF;&#x6BCF;&#x60F3;&#x5230;&#xFF0C;&#x4ECA;&#x5929;&#x8FD8;&#x6709;&#x4EBA;&#x7B49;&#x7740;&#x6211;&#x7684;&#x4E92;&#x6362;&#xFF0C;&#x53C8;&#x4F1A;&#x5C3D;&#x5FC3;&#x5C3D;&#x529B;&#x5730;&#x53BB;&#x5B8C;&#x6210;&#x6240;&#x5B9A;&#x4E0B;&#x7684;&#x76EE;&#x6807;&#x3002;</p>
<p>&#x6709;&#x65F6;&#x5019;&#x5728;&#x60F3;&#xFF0C;&#x4E5F;&#x8BB8;&#x552F;&#x4E00;&#x80FD;&#x4E0E;&#x201C;&#x62D6;&#x5EF6;&#x75C7;&#x201D;&#x5339;&#x654C;&#x7684;&#x52B2;&#x654C;&#xFF0C;&#x4E5F;&#x53EA;&#x6709;&#x201C;&#x5F3A;&#x8FEB;&#x75C7;&#x201D;&#x4E86;&#x5427;&#x3002;</p>
<p>&#x5927;&#x591A;&#x6570;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x5E76;&#x4E0D;&#x662F;&#x62B1;&#x7740;&#x201C;&#x4ECA;&#x65E5;&#x4E8B;&#x4ECA;&#x65E5;&#x6BD5;&#x201D;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x800C;&#x662F;&#xFF0C;&#x628A;&#x4ECA;&#x65E5;&#x7684;&#x4E8B;&#x63A8;&#x5411;&#x5F80;&#x540E;&#x7684;&#x65E0;&#x6570;&#x4E2A;&#x660E;&#x5929;&#xFF0C;&#x7136;&#x540E;&#x65E0;&#x9650;&#x671F;&#x7684;&#x5EF6;&#x671F;&#xFF0C;&#x81F3;&#x4E8E;&#x622A;&#x6B62;&#x65E5;&#x671F;&#xFF0C;&#x6C38;&#x8FDC;&#x662F;&#x201C;&#x518D;&#x7B49;&#x7B49;&#x201D;&#x3002;</p>
<p>&#x5728;&#x4EBA;&#x751F;&#x6700;&#x7EDA;&#x70C2;&#x7684;&#x5E74;&#x7EAA;&#xFF0C;&#x6211;&#x4EEC;&#x4EB2;&#x624B;&#x5C06;&#x81EA;&#x5DF1;&#x7684;&#x7406;&#x60F3;&#x548C;&#x751F;&#x6D3B;&#xFF0C;&#x62BC;&#x5728;&#x4E86;&#x77DC;&#x8D35;&#x7684;&#x5178;&#x5F53;&#x884C;&#x91CC;&#xFF0C;&#x714E;&#x71AC;&#x5730;&#x6570;&#x7740;&#x65E5;&#x5B50;&#xFF0C;&#x5984;&#x60F3;&#x7740;&#x6709;&#x671D;&#x4E00;&#x65E5;&#xFF0C;&#x53BB;&#x5C06;&#x5B83;&#x4EEC;&#x5168;&#x90E8;&#x8D4E;&#x56DE;&#x3002;&#x53EA;&#x662F;&#xFF0C;&#x5948;&#x4F55;&#x603B;&#x662F;&#x51D1;&#x4E0D;&#x9F50;&#x8D4E;&#x91D1;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x5F97;&#x81EA;&#x6211;&#x529D;&#x6170;&#xFF0C;&#x90A3;&#x5C31;&#x7B49;&#x660E;&#x5929;&#x5427;&#x3002;</p>
<p>&#x660E;&#x5929;&#xFF0C;&#x7684;&#x786E;&#x662F;&#x4E00;&#x4E2A;&#x503C;&#x5F97;&#x671F;&#x5F85;&#x7684;&#x597D;&#x65E5;&#x5B50;&#xFF0C;&#x5F53;&#x7136;&#xFF0C;&#x5B83;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x62D6;&#x5EF6;&#x8BF4;&#x8F9E;&#x3002;&#x53EA;&#x662F;&#xFF0C;&#x7528;&#x591A;&#x4E86;&#xFF0C;&#x4F1A;&#x8BA9;&#x4EBA;&#x89C9;&#x5F97;&#x8001;&#x5957;&#x800C;&#x53C8;&#x70C2;&#x4FD7;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#xFF0C;&#x80FD;&#x4ECE;&#x5178;&#x5F53;&#x884C;&#x90A3;&#x91CC;&#xFF0C;&#x8D4E;&#x56DE;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x7406;&#x60F3;&#x548C;&#x751F;&#x6D3B;&#x7684;&#xFF0C;&#x53EF;&#x4E0D;&#x80FD;&#x5355;&#x5355;&#x662F;&#x6307;&#x671B;&#x7740;&#x660E;&#x5929;&#xFF0C;&#x6216;&#x8BB8;&#x65E0;&#x6570;&#x4E2A;&#x4ECA;&#x5929;&#x7684;&#x5806;&#x53E0;&#xFF0C;&#x6BD4;&#x4E00;&#x4E2A;&#x865A;&#x65E0;&#x7F25;&#x7F08;&#x7684;&#x660E;&#x5929;&#x8981;&#x9760;&#x8C31;&#x5F97;&#x591A;&#x5440;&#x3002;</p>
<p>&#x8D4E;&#x91D1;&#x6C38;&#x8FDC;&#x662F;&#x7F1D;&#x7EAB;&#x5728;&#x6211;&#x4EEC;&#x8377;&#x5305;&#x5939;&#x5C42;&#x91CC;&#x7684;&#xFF0C;&#x81F3;&#x4E8E;&#x613F;&#x4E0D;&#x613F;&#x610F;&#x6362;&#xFF0C;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x6362;&#xFF0C;&#x5C31;&#x53D6;&#x51B3;&#x4E8E;&#x4F60;&#x5FCD;&#x4E0D;&#x5FCD;&#x5FC3;&#x6495;&#x626F;&#x6389;&#x6700;&#x5916;&#x90A3;&#x5C42;&#x865A;&#x5047;&#x7684;&#x5305;&#x88C5;&#x4E86;&#x3002;<br><br><br><br></p>
<blockquote class="blockquote-center"><h4>&#x8981;&#x52AA;&#x529B;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x5F88;&#x5389;&#x5BB3;&#x7684;&#x4EBA;&#xFF0C;&#x4F46;&#x4E5F;&#x4E0D;&#x7528;&#x6D3B;&#x5F97;&#x90A3;&#x4E48;&#x5B8C;&#x7F8E;&#x3002;</h4></blockquote>
<p><img src="http://upload-images.jianshu.io/upload_images/2759192-a8c1d826e7d3407d.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1080/q/50" alt=""></p>
<p>&#x62D6;&#x5EF6;&#x75C7;&#x662F;&#x4E00;&#x4E2A;&#x72E0;&#x5FC3;&#x7684;&#x60C5;&#x4EBA;&#xFF0C;&#x4E0D;&#x4E45;&#x4E4B;&#x540E;&#x4F1A;&#x628A;&#x6211;&#x4EEC;&#x5168;&#x90E8;&#x7684;&#x7CBE;&#x529B;&#x78E8;&#x5026;&#x6B86;&#x5C3D;&#x3002;&#xFEFF;&#xFEFF;&#xFEFF;</p>
<p>&#xFEFF;&#x4ECA;&#x65E5;&#x4F60;&#x4F1A;&#x5C1D;&#x5230;&#x5B83;&#x7ED9;&#x4F60;&#x7684;&#x751C;&#x5934;&#xFF0C;&#x591C;&#x591C;&#x7B19;&#x6B4C;&#xFF0C;&#x4EE5;&#x540E;&#x4F60;&#x5C06;&#x4F1A;&#x9189;&#x6B7B;&#x5728;&#x5B83;&#x4E3A;&#x4F60;&#x6253;&#x7B51;&#x7684;&#x94DC;&#x96C0;&#x53F0;&#x4E0A;&#x3002;</p>
<p>&#x201C;&#x5728;&#x6742;&#x4E71;&#x65E0;&#x7AE0;&#x548C;&#x62D6;&#x62D6;&#x62C9;&#x62C9;&#x80CC;&#x540E;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x62D6;&#x5EF6;&#x8005;&#x5176;&#x5B9E;&#x662F;&#x5728;&#x62C5;&#x5FE7;&#x81EA;&#x5DF1;&#x4E0D;&#x88AB;&#x63A5;&#x7EB3;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x5BB3;&#x6015;&#x4E0D;&#x80FD;&#x5C06;&#x4E8B;&#x60C5;&#x505A;&#x5230;&#x6781;&#x81F4;&#x3002;&#x201D;</p>
<p>&#x8FD9;&#x662F;&#x300A;&#x62D6;&#x5EF6;&#x75C7;&#x5FC3;&#x7406;&#x5B66;&#x300B;&#x8FD9;&#x672C;&#x4E66;&#x5BF9;&#x6211;&#x4EEC;&#x62D6;&#x5EF6;&#x4F5C;&#x51FA;&#x7684;&#x5206;&#x6790;&#x3002;</p>
<p>&#x6211;&#x81EA;&#x5DF1;&#x6709;&#x65F6;&#x5019;&#x4F1A;&#x9677;&#x4E8E;&#x8FD9;&#x6837;&#x7684;&#x56F0;&#x5883;&#xFF0C;&#x79BB;&#x622A;&#x6B62;&#x65E5;&#x671F;&#x8D8A;&#x8FD1;&#xFF0C;&#x6211;&#x5FC3;&#x8D8A;&#x6D6E;&#xFF0C;&#x968F;&#x4E4B;&#x7684;&#x8868;&#x73B0;&#x5C31;&#x662F;&#xFF0C;&#x80FD;&#x62D6;&#x5219;&#x62D6;&#x3002;</p>
<p>&#x62D6;&#x5EF6;&#x867D;&#x7136;&#x4F1A;&#x8BA9;&#x6211;&#x6BCF;&#x5929;&#x627F;&#x53D7;&#x7740;&#x672A;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x7684;&#x81EA;&#x8D23;&#x4E2D;&#xFF0C;&#x53EF;&#x6BD4;&#x8D77;&#x8D39;&#x529B;&#x62C9;&#x626F;&#x5374;&#x4F9D;&#x65E7;&#x56FF;&#x4E8E;&#x65E0;&#x6240;&#x9002;&#x4ECE;&#x7684;&#x4E0D;&#x5B89;&#x91CC;&#xFF0C;&#x4EE5;&#x53CA;&#x88AB;&#x66B4;&#x6652;&#x5728;&#x4F17;&#x76EE;&#x777D;&#x777D;&#x4E4B;&#x4E0B;&#x7684;&#x5632;&#x8BBD;&#x4E0B;&#xFF0C;&#x6BD4;&#x8D77;&#x672A;&#x5982;&#x613F;&#x4EE5;&#x507F;&#x7684;&#x5931;&#x843D;&#xFF0C;&#x81EA;&#x8D23;&#x7684;&#x714E;&#x71AC;&#x662F;&#x5185;&#x5728;&#x7684;&#xFF0C;&#x7EF4;&#x62A4;&#x7740;&#x8868;&#x9762;&#x7684;&#x9AA8;&#x5B50;&#x3002;</p>
<p>&#x5F88;&#x591A;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x5B81;&#x613F;&#x627F;&#x53D7;&#x7740;&#x62D6;&#x5EF6;&#x6240;&#x884D;&#x751F;&#x7684;&#x5185;&#x5FC3;&#x6298;&#x78E8;&#xFF0C;&#x4E5F;&#x4E0D;&#x582A;&#x5FCD;&#x53D7;&#x594B;&#x529B;&#x4E89;&#x53D6;&#x540E;&#x672A;&#x5F97;&#x507F;&#x6240;&#x613F;&#x4E4B;&#x4E0B;&#x5E26;&#x6765;&#x7684;&#x803B;&#x8FB1;&#x3002;</p>
<p>&#x76EE;&#x524D;&#xFF0C;&#x6211;&#x4E5F;&#x6B63;&#x5728;&#x6162;&#x6162;&#x533B;&#x6CBB;&#x62D6;&#x5EF6;&#x7684;&#x201C;&#x602A;&#x75C5;&#x201D;&#xFF0C;&#x6211;&#x4E5F;&#x77E5;&#x9053;&#xFF0C;&#x9053;&#x963B;&#x4E14;&#x957F;&#xFF0C;&#x4F46;&#x4E0D;&#x6251;&#x817E;&#x4E24;&#x4E0B;&#xFF0C;&#x603B;&#x662F;&#x70ED;&#x8840;&#x96BE;&#x51C9;&#x7684;&#x3002;</p>
<p>&#x6216;&#x8BB8;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x52AA;&#x529B;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x5F88;&#x5389;&#x5BB3;&#x7684;&#x4EBA;&#xFF0C;&#x4F46;&#x4E5F;&#x4E0D;&#x7528;&#x6D3B;&#x5F97;&#x90A3;&#x4E48;&#x5B8C;&#x7F8E;&#x3002;</p>
<p>&#x5E74;&#x8F7B;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x8BA9;&#x81EA;&#x5DF1;&#x6447;&#x6447;&#x6643;&#x6643;&#x4E00;&#x4E9B;&#xFF0C;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#x5C31;&#x7ACB;&#x523B;&#x53BB;&#x4E89;&#x53D6;&#xFF0C;&#x4E0D;&#x72B9;&#x8C6B;&#xFF0C;&#x4E5F;&#x4E0D;&#x62D6;&#x5EF6;&#x3002;</p>
<p>&#x867D;&#x7136;&#x811A;&#x4E0B;&#x7684;&#x5730;&#x9762;&#x6B63;&#x5728;&#x5D29;&#x88C2;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x8981;&#x8FC8;&#x7740;&#x6C89;&#x91CD;&#x7684;&#x6B65;&#x4F10;&#x8E3D;&#x8E3D;&#x524D;&#x884C;&#xFF0C;&#x671F;&#x5F85;&#x7740;&#x771F;&#x6B63;&#x5F97;&#x5230;&#x201C;&#x7F13;&#x5211;&#x201D;&#x7684;&#x90A3;&#x4E00;&#x5929;&#x3002;</p>
<hr>
<p>&#x4F5C;&#x8005;&#xFF1A;&#x5F71;&#x5B50;&#x5F71;<br>&#x94FE;&#x63A5;&#xFF1A;<a href="http://www.jianshu.com/p/086dd27c35e6" target="_blank" rel="external">http://www.jianshu.com/p/086dd27c35e6</a><br>&#x4F86;&#x6E90;&#xFF1A;&#x7B80;&#x4E66;<br>&#x8457;&#x4F5C;&#x6743;&#x5F52;&#x4F5C;&#x8005;&#x6240;&#x6709;&#x3002;&#x5546;&#x4E1A;&#x8F6C;&#x8F7D;&#x8BF7;&#x8054;&#x7CFB;&#x4F5C;&#x8005;&#x83B7;&#x5F97;&#x6388;&#x6743;&#xFF0C;&#x975E;&#x5546;&#x4E1A;&#x8F6C;&#x8F7D;&#x8BF7;&#x6CE8;&#x660E;&#x51FA;&#x5904;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/" rel="tag">#</a>
          
        </div>
      

      

      
      
    </footer>
  </article>





    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="lifes/2017-10/13-02.html"
           data-title="拖延症，正在慢慢拖垮我们" data-url="http://www.licheng244.com/lifes/2017-10/13-02.html">
      </div>
    

        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="//schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/uploads/avatar.jpg"
               alt="Li Cheng" />
          <p class="site-author-name" itemprop="name">Li Cheng</p>
          <p class="site-description motion-element" itemprop="description">| 写写代码 | 做做设计 | <br>记录着工作和学习中的点点滴滴 ~~~</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">17</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">12</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">16</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-4"><a class="nav-link" href="#undefined"><span class="nav-number">1.</span> <span class="nav-text">拖延，像是容易让人上瘾的鸦片，吸入嘴里的那一刻，我们摇摇坠坠。</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#undefined"><span class="nav-number">2.</span> <span class="nav-text">“自己拖延+懒癌晚期，还有救吗？” – “或许，我们可以一起拯救。”</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#undefined"><span class="nav-number">3.</span> <span class="nav-text">要努力成为一个很厉害的人，但也不用活得那么完美。</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Li Cheng</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.2"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.2"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.2"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.2"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.2"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"licheng244344094"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  






  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
       search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();

    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
    'use strict';
    $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
            // get the contents from search data
            isfetched = true;
            $('.popup').detach().appendTo('.header-inner');
            var datas = $( "entry", xmlResponse ).map(function() {
                return {
                    title: $( "title", this ).text(),
                    content: $("content",this).text(),
                    url: $( "url" , this).text()
                };
            }).get();
            var $input = document.getElementById(search_id);
            var $resultContent = document.getElementById(content_id);
            $input.addEventListener('input', function(){
                var matchcounts = 0;
                var str='<ul class=\"search-result-list\">';
                var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
                $resultContent.innerHTML = "";
                if (this.value.trim().length > 1) {
                // perform local searching
                datas.forEach(function(data) {
                    var isMatch = false;
                    var content_index = [];
                    var data_title = data.title.trim().toLowerCase();
                    var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                    var data_url = decodeURIComponent(data.url);
                    var index_title = -1;
                    var index_content = -1;
                    var first_occur = -1;
                    // only match artiles with not empty titles and contents
                    if(data_title != '') {
                        keywords.forEach(function(keyword, i) {
                            index_title = data_title.indexOf(keyword);
                            index_content = data_content.indexOf(keyword);
                            if( index_title >= 0 || index_content >= 0 ){
                                isMatch = true;
								if (i == 0) {
                                    first_occur = index_content;
                                }
                            } 
							
                        });
                    }
                    // show search results
                    if (isMatch) {
                        matchcounts += 1;
                        str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                        var content = data.content.trim().replace(/<[^>]+>/g,"");
                        if (first_occur >= 0) {
                            // cut out 100 characters
                            var start = first_occur - 20;
                            var end = first_occur + 80;
                            if(start < 0){
                                start = 0;
                            }
                            if(start == 0){
                                end = 50;
                            }
                            if(end > content.length){
                                end = content.length;
                            }
                            var match_content = content.substring(start, end);
                            // highlight all keywords
                            keywords.forEach(function(keyword){
                                var regS = new RegExp(keyword, "gi");
                                match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                            });

                            str += "<p class=\"search-result\">" + match_content +"...</p>"
                        }
                        str += "</li>";
                    }
                })};
                str += "</ul>";
                if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
                if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
                $resultContent.innerHTML = str;
            });
            proceedsearch();
        }
    });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };

    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("SJtE0CaYCSQVrkVXmWMYWJOd-gzGzoHsz", "TfVyU54NEToMYg0SId3KELgz");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
